
[0x0404]
TITLE=選擇安裝語言
DESCRIPTION=從以下選項中選擇此安裝程式的語言。
REBOOTMESSAGE=安裝程式必須重新啟動系統才能完成設定 Windows Installer 服務。按一下「是」按鈕立即重新啟動；如果想以後重新啟動，則按一下「否」。
ONUPGRADE=此安裝程式將執行 '%s' 升級。是否要繼續？
LATERVERSIONINSTALLED=此機已安裝較新版本的 '%s'。安裝無法繼續。
OK=確定
Cancel=取消
Password=密碼：
Install=安裝
Next=下一步(&N) >
1100=安裝程式起始錯誤
1101=%s
1102=%1 安裝程式正在準備 %2，它將引導您完成剩餘的安裝過程。請稍候。
1103=正在檢查作業系統版本
1104=正在檢查 Windows(R) installer 版本
1105=正在設定 Windows installer
1106=正在設定 %s
1107=安裝程式已在您的系統中完成了 Windows installer 的設定。 需要重新啟動系統以便繼續安裝。 請按一下「重新啟動」來重新啟動系統。
1108=%s
1150=安裝程式偵測到不相容的 Windows 版本。 請按一下「確定」，然後在 Windows 95、Windows NT 4.0 SP6 或更高版本中重新啟動安裝程式
1151=寫入臨時位置時出錯
1152=將 %s 抽取到臨時位置時出錯
1153=讀取安裝程式起始檔案時出錯
1154=在 %s 中找不到 Installer
1155=檔案 %s 未找到
1156=Windows installer 中的內部錯誤
1158=移植字串錯誤。驗證 Setup.ini 中的所有字串是否有效。
1200=重新啟動
1603=安裝 Windows Installer 錯誤。某個需要取代的檔案可能在使用中。關閉所有的應用程式然後再試。
1201=安裝程式需要 %lu KB 可用磁碟空間在 %s 中。請釋放一些空間然后重試
1202=您沒有足夠的權限完成所有使用者的安裝。 請用系統管理者身份登入再重新安裝一次
1203=指令行參數﹕ 
1204=/L 語言 ID
1205=/S 隱藏起始化對話方塊。對於無聲模式，請使用︰/S /v/qn。
1206=/V MsiExec.exe 參數
1207=找到 Windows(R) Installer %s。 這是舊版 Windows(R) Installer。 按一下「確定」以繼續。
1208=系統未安裝 %s 的 ANSI 代碼頁，因此安裝程式無法按選定語言執行。執行安裝程式並選擇其他語言。
1210=安裝程式需要 Windows Installer %s 版或更新版本，才能安裝 Microsoft .NET Framework 2.0 版。請安裝 Windows Installer %s 版或更新版本後再試一次。
1604=此安裝程式不包含在此作業系統上執行安裝所需之 Windows Installer 引擎 (%s)。
1607=無法安裝 %s Scripting Runtime。
1608=無法建立 InstallDriver 實例，返回碼：%d
1609=請指定儲存安裝封裝的位置。
1611=無法解壓縮檔案 %s。
1612=正在解壓縮檔案。
1613=正在下載檔案 %s。
1614=下載檔案 %s 時出錯。您要做甚麼？
1615=小時
1616=分鐘
1617=秒
1618=MB
1619=KB
1620=/秒
1621=驗證檔案 %s 的簽名失敗。
1622=估計剩餘時間︰
1623=已下載 %d KB（共 %d KB）
1624=正在準備安裝...
1625=獲取此安裝的說明。
1626=說明
1627=無法儲存檔案︰ %s
1628=完成基於 Script 的安裝失敗。
1629=無效指令行。
1630=/UA<url to InstMsiA.exe>
1631=/UW<url to InstMsiW.exe>
1632=/UM<url to msi package>
1633=/US<url to IsScript.msi>
1634=安裝起始化錯誤，複製該程序失敗。
1635=檔案 %s 已存在。是否要取代它？
1636=/P 密碼模式
1637=/A 管理安裝
1638=/J 廣告模式
1639=/X 解除安裝模式
1640=/F 修復模式
1641=/B 本地快取安裝
1642=無法驗證簽名。您需要帶 Authenticode 更新的 Internet Explorer 3.02 或更高版。
1643=安裝程式要較新版 WinInet.dll。您可能需要安裝 Internet Explorer 3.02 或較新版。
1644=您沒有足夠的權限完成所有使用者的安裝。 請用系統管理者身份登入再重新安裝一次
1645=安裝 Microsoft(R) .NET Framework 時出現錯誤。返回碼：%d
1646=%s 可選用 Microsoft (R) .NET %s Framework。現在要安裝嗎？
1648=安裝程式偵測到不相容的 Windows 版本。 請按一下「確定」，然後在 Windows 95、Windows NT 4.0 SP3 或更高版本中重新啟動安裝程式
1649=%s 可選用 Visual J# 可重分發之套件。是否要立即安裝？ 
1650=（將同時安裝 .NET Framework。）
1651=安裝程式偵測到不相容的 Windows 版本。 請按一下「確定」，驗證目標系統執行的是 Windows 2000 Service Pack 3（或更高版本），然後重新啟動安裝
1652=%s 要求在您的電腦上安裝以下項目。 請按一下「安裝」按鈕，以開始安裝這些必需的項目。
1653=正在安裝 %s
1654=是否要在 %s 完成安裝後取消安裝程式？
1655=找不到安裝需求 %s 的檔案。安裝現在將會停止。可能是由於下載失敗或是被取消。
1656=%s 的安裝似乎已經失敗。 是否要繼續安裝？
1657=已成功
1658=安裝中
1659=閒置中
1660=已安裝
1661=狀態
1662=需求
1663=已失敗
1664=擷取中
1665=下載中
1666=已跳過
1667=安裝 %s 失敗。安裝程式即將結束。
1668=安裝 %s 時需要重新開機。請按一下「是」立即重新啟動，或按一下「否」稍後再重新啟動。
1669=%1 可以選擇使用 %2。您要立即安裝嗎？
1670=無法載入模組 %s，錯誤代碼：%d
1671=正在下載檔案 %2 / %3: %1
1700=初始化 InstallScript 引擎時發生錯誤
1701=無法將 InstallScript 引擎支援檔案解壓縮至暫存位置

1702=在本次安裝中，您可安裝本產品的數個例項。 請選擇您想安裝的例項數目，然後按下「下一步」繼續﹕
1703=安裝新例項(&I)
1704=維護或升級現存的例項(&M)
1705=預設值
1706=例項 ID
1707=產品名稱
1708=位置
1710=在本次安裝中，您可修補本產品的多個例項。 從下面選擇一個選項，以確定您想如何套用這個修補軟體，然後點選「下一步」繼續。
1711=修補所有現存的例項(&A)
1712=修補一個現存的例項(&P)
1713=本次安裝需使用 Windows Installer 4.5 或更新版本。 安裝程式現將結束。
1714=正在解壓縮

[Languages]
0x0404=中文（繁體）
0x0804=中文（簡體）
